Repository: jomabero300/CyberPulse
Catalog: CyberPulse.Shared/Resources/Literals.*.resx
Languages: es

# Title
source: SENA - Arauca Region
es: SENA - Regional Arauca

# Subtitle
source: Instructor Sheet
es: Fichas para instructores

source: Name
es: Nombre

# MaxLength
source: The field {0} must have a maximum of {1} characters.
es: El campo {0} debe tener máximo {1} caracteres.

# RequiredField
source: Field {0} is required.
es: El campo {0} es obligatorio.

source: About
es: Acerca de

source: Action
es: Acciòn

source: Address
es: Direcciòn

source: Cancel
es: Cancelar

source: Cellular
es: Celular

source: Confirmation
es: Confirmación

source: Countries
es: Paises

source: Country
es: País

source: Create
es: Crear

source: Delete
es: Borrar

# DeleteConfirm
source: Are your sure to delete the {0} {1}?
es: Esta seguro de borrar el {0} {1}?

source: Description
es: Descripción

source: Edit
es: Editar

# ERR001
source: Record not found.
es: Registro no encontrado.

# ERR002
source: Cannot be delete because it has releted records.
es: No se puede borrar, por que tiene registros relacionados.

# ERR003
source: The record you are trying to create already exists.
es: Ya existe este registro.

# ERR004
source: The country Id not valid.
es: El código del país no es valido.

# ERR005
source: The Supplier Id is not valid.
es: El código del proveedor no es valido.

source: Home
es: Inicio

source: Image
es: Imagen

# LeaveAndLoseChanges
source: Do you want to leave the page and lose your changes?
es: ¿Quieres salir de la página y perder tus cambios?

source: New
es: Nuevo

# NoRecords
source: Not records to show...
es: No hay registros para mostrar...

source: Phone
es: Teléfono

source: Product
es: Producto

source: Products
es: Productos

# RecordCreateOk
source: Record create successfully.
es: Registro creado con éxito.

# RecordDeletedOk
source: Record deleted successfully.
es: Registro borrado con éxito.

# RecordSavedOk
source: Record saved successfully.
es: Registro guardo con éxito.

source: Return
es: Regresar

source: Save changes
es: Guardar cambios

source: Search..
es: Buscar..

source: -- Select a Country --
es: -- Selecciones un país --

source: -- Select a state --
es: -- Seleccione un estado --

# SelectFile
source: Select a file...
es: Seleccione un archivo...

source: State
es: Departamento

# Stock
source: Amount
es: Cantidad

source: Yes
es: Si

source: Zip code
es: Código postal

# RecordsNumber
source: RecordsNumbre
es: Número de Registros

source: Filter
es: Filtrar

source: Clean
es: Limpiar

source: Actions
es: Acciones

source: Please wait..
es: Por favor espere..

source: User
es: Usuario

source: First name
es: Nombres

source: Last name
es: Apellidos

source: User type
es: Tipo de usuario

source: Not found
es: No encontrado

# NothingInRoute
source: Sorry, there is nothing on this route
es: Lo sentimos no hay nada en esta ruta

source: Authorizing..
es: Autorizando..

# NotAuthorized
source: You are not autorized to view this content..
es: No estas autorizado para ver este contenido..

source: Password
es: Contraseña

# LongthField
source: Field {0} must be between {2} and {1} characters.
es: El campo {0} debe tener entre {2} y {1} carácteres.

# PasswordAndConfirmationDifferent
source: The password and confirmation are noot the same.
es: La contraseña y la confirmación no son iguales.

source: Password confirm
es: confirmación de contraseña

source: Email
es: Correo electrónico

# ValidEmail
source: You must enter a valid email
es: Debes ingresa un correo valido

# MinLength
source: The {0} field must have at least {1} characters.
es: El campo {0} debe tener al menos {1} carácteres.

# ERR006
source: Incorrect email or password
es: Email o contraseña incorrecta

# NotUserYet
source: Not a user yet? Register here
es: ¿No eres usuario aún? Resgitrate aquí

# ForgottenYourPassword
source: Have you forgotten your password?
es: ¿Has olvidado tu contraseña?

source: Resend account activation email
es: Reenviar correo de activación de cuenta

# LogoutConfirm
source: Are you sure you want to log out?
es: ¿Estás seguro que deseas cerrar sesión?

# LogoutMessage
source: If you log out, you will need to log back in to access your account.
es: Si cierras sesión, tendrás que volver a iniciar de nuevo para acceder a tu cuenta.

source: Send
es: Enviar

source: Logout
es: Cerrar sesión

source: Edit User Profile
es: Editar Perfil de Usuario

source: Hello
es: Hola

source: Login
es: Iniciar sesión

# Register
source: Register as new user
es: Regitrarse como nuevo usuario

# Category
source: Catgory
es: Categoría

source: Sub Category
es: Sub categoría

source: Statu
es: Estado

# ERR007
source: You have exceeded the maximum number of attempts, your account is blocked, please try again in 5 minutes.
es: Ha superado el máximo número de intentos, su cuenta está bloqueada, intente de nuevo en 5 minutos.

# ERR008
source: The user has not been enabled, you must follow the instructions in the email sent to enable the user.
es: El usuario no ha sido habilitado, debes de seguir las instrucciones del correo enviado para poder habilitar el usuario.

# ConfirmedEmailMessage
source: Thank you for confirming your email, you can now log in to the system.
es: Gracias por confirmar su email, ahora puedes ingresar al sistema.

# ConfirmEmail
source: Email confirmation
es: Confirmación de email

# ConfirmEmailMessage
source: Press the button to confirm your account.
es: Presione el botón para confirmar su cuenta.

# AdminRegister.
source: Administrator Registration
es: Registro de Administrador

# UserRegister
source: User Registration
es: Registro de Usuario

# SendEmailConfirmationMessage
source: Your account has been created successfully. An email has been sent to you with instructions on how to activate your account.
es: Su cuenta ha sido creada con exito. Se te ha enviado un correo electrónico con las instrucciones para activar tu usuario.

source: Phone Number
es: Número de teléfono

# EmailAlreadyExists
source: The email you entered already exists.
es: El correo que ingresaste ya existe.

source: Mail Forwarding
es: Reenvió de correo

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Password changed successfully
es: Contraseña modifica con éxito

source: Change Password
es: Cambiar contraseña

# RecoverPasswordMessage
source: An email has been sent to you with instructions on how to recover your password.
es: Se te ha enviado un correo electrónico con las instrucciones para recuperar su contraseña.

# PasswordRecoveredMessage
source: Password changed successfully, you can now log in with your new password.
es: Contraseña cambiada con éxito, ahora puede ingresar con su nueva contraseña.

source: Password recovery
es: Recuperación de Contraseña

source: States
es: Departamentos

source: Categories
es: Categorías

source: Status
es: Estados

source: Neighborhood
es: Corregimiento

source: Neighborhoods
es: Corregimientos

source: Duration
es: Duración

source: Priority bet
es: Apuesta prioritaria

source: Start date
es: Fecha ejecución

source: Support Fic
es: Apoyo Fic

source: Trining level
es: Nivel de formación

source: Type of training
es: Tipo de formación

source: Chip
es: Ficha

source: Chips
es: Fichas

source: #Apprentices
es: # Aprendices

source: Chip No
es: Ficha No

source: Chip program
es: Programa

source: Company
es: Empresa

source: End date
es: Fecha Final

source: -- Select a chip program --
es: -- Seleccione un programa --

source: -- Select a neighborhood --
es: -- Seleccione un corregimiento --

source: -- Select a city --
es: -- Seleccione un municipio --

source: City
es: Municipio

# DocumentId
source: Documente Id
es: Cedula de ciudadanía

# TrainingProgram
source: Program
es: Programa de formación

source: Justification
es: Justificación

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Tursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

source: Sunday
es: Domingo

source: Wednesday
es: Miercoles

# ValidarRangoHora
source: The start time must be between 12:00 and 24:00
es: La hora inicial debe estar entre 12:00 y 24:00

# DateStartMon
source: Morning Start
es: Inicio

# DateEnd
source: End
es: Final

# DateStart
source: Star
es: Inicio

source: Value
es: Valor

# ApprenticeRange
source: The apprentices must amyor o igual a 1
es: La cantidad de aprendices debe ser superior a cero

# EndDateError
source: not hours work
es: No se ha ingresado horas de laborales

# ValueRange
source: The value must be zero or greater
es: El valor debe ser cero o superior

source: Quantity
es: Cantidad

# uploadFile
source: Upload programs
es: Subir programas

# SelectATypeOfTraining
source: -- Select training type --
es: -- Seleccione tipo de formación --

source: -- Select a training program --
es: -- Seleccione un programa de formación--

source: Alert date
es: Fecha Alerta

# InstructorEmail
source: The form has been sent, the instructor will receive an email to notify
es: La ficha se ha enviado, le llegara un email al instructor para notificarle

# StartDateNull
source: You must enter a start date
es: Debe ingresar una fecha inicial

# UpdateRow
source: ¡You must update the form before submitting it!
es: ¡Debes actualizar la ficha antes de enviarla!

# CoordinatorInfo
source: The form has been sent for validation.
es: La ficha se ha enviado para su validación.

# NoProgram
source: The are no program to select
es: No hay programas para seleccionar

# SelectAInstructor
source: -- Select an instructor --
es: -- Seleccionar un instructor --

# ChipView
source: View
es: Ver

# ChipDecline
source: Decline
es: Rechazar

# ChipExecute
source: Execute
es: Ejecutar

source: Holiday
es: Día festivo

source: holidays
es: Días festivo

# InstructorEjecutar
source: The instructor will be notified of the decision via email.
es: Se notificara via email al instructor de la decisión.

# SentAlert
source: Alerts Sent Today
es: Alertas Enviadas Hoy

# RegularExpression
source: Illegal characters
es: Caracteres no permitidos

# ERR009
source: This link is no longer available.
es: Este enlace ya no se encuentra disponible.

# PasswordParameters
source: The password must have at least one lowercase letter, one uppercase letter, one number, one special character (@$!%*?&), and a minimum of 8 characters.
es: La contraseña debe tener al menos una letra minúscula, una letra mayúscula, un número, un carácter especial (@$!%*?&), y un mínimo de 8 caracteres.

# EmailDomainInvalid
source: The email must be an allowed domain
es: El correo electrónco debe ser de un dominio permitido

source: Training programs
es: Programas de formación

# ChipNoNull
source: You must enter the token number before executing it.
es: Debe ingresar el número de la ficha antes de ejecutarla.

source: Base value
es: Valor base

source: Program
es: Programa

source: Quoted value
es: Valor cotizado

source: Accepted Quantity
es: Cantidad aceptada

source: Requested quantity
es: Cantidad requerida

# ProductCurrentValue
source: Current value
es: Valor vigente

source: Budget course
es: Presupuesto del curso

source: Worth
es: Valor

source: Lot
es: Lote

source: Classe
es: Clase

source: Unit measurement
es: Unidad de medida

source: Budget type
es: Tipo de presupuesto

source: Validity
es: Vigencia

source: Segments
es: Segmentos

source: Segment
es: Segmento

# InvProgram
source: Program
es: Programa

# InvPrograms
source: Programs
es: Programas

# BudgetTypes
source: Budgets type
es: Tipos de pesupuesto

source: Lots
es: Lotes

source: Family
es: Familia

source: Families
es: Familias

source: --Select a segment --
es: -- Seleccione un segmento --

source: -- Select a family --
es: -- Selecione una familia --

source: -- Selecta statu --
es: -- Seleccione un estado --

# UnitMeasurements
source: Unit of measurements
es: Unidad de medidas

source: Course
es: Curso

source: Courses
es: Cursos

source: -- Select a lot --
es: -- Seleccione un lote --

# ProgramLots
source: Program and lots
es: Programa y lotes

# ERR010
source: Invalid form data
es: Datos del formulario no válidos

# ERR011
source: Beginning of validity
es: Inicio de vigencia

# ERR012
source: There is already a validity
es: Ya existe una vigencia

source: Budget
es: Presupuesto

source: Budgets
es: Presupuestos

source: -- Select A Budget Type --
es: -- Seleccione tipo de presupuesto --

source: -- Select a program --
es: -- Seleccione un programa --

# ProgramLot
source: Program and Lot
es: Programa y Lote

source: Budget programs
es: Programas Presupuesto

source: Budget program
es: Programa presupuesto

source: Close validity
es: Cerrar vigencia

# CloseValidityConfirm
source: Are you sure about {0} {1}?
es: Esta seguro de {0} {1}?

source: Pudget programs
es: Presupuesto a programas

# RecordCloseValidityConfirmdOk
source: Validity successfully closed.
es: Vigencia cerrada con éxito.

# ERR013
source: The current validity has no movements, you must create a movement or delete it.
es: La vigencia actual no tiene movimientos, Debes crearle movimiento o borrarla.

# RequiredWorth
source: The value must be greater than zero
es: El valor debe superior a cero

# BudgetProgramWorth
source: The amount entered will exceed the value of the rubro.
es: El valor ingresado superar el valor del rubro.

# RequiredRubro
source: You must select a rubro
es: Debe selecciona un rubro

source: -- Select a budget --
es: -- Seleccione presupueto --

source: Budget lots
es: Presupuesto lotes

source: Budget lot
es: Presupuesto lote

source: -- Select a budget program --
es: -- Seleccione Presupuesto de programa --

source: -- Select a course --
es: --Seleccione un curso --

# CourseProgramLot
source: Course and lots
es: Cursos y lotes

source: -- Selecta unit measurement --
es: -- Seleccione unidad de medida --

source: -- Select a classe --
es: -- Seleccione una clase --

# Unspsc
source: Code Unspsc
es: Código Unspsc

# Ivas
source: Value added taxes (I.V.A)
es: Impuestos de valor agregado (I.V.A)

source: -- Select a validity --
es: -- Seleccione una vigencia --

source: -- Select a iva --
es: -- Seleccione un iva --

source: -- Select a product --
es: -- Seleccione un producto --

# ProductAllPercentage
source: Products %
es: Productos %

# ERR014
source: No active validity was found
es: No se encontró una vigencia activa

# ERR015
source: There are already products in this validity period
es: Ya existen productos en esta vigencia

# ERR016
source: No products were found for the previous period
es: No se encontraron productos para la vigencia anterior

# ERR017
source: SQL internal error
es: Error interno de SQL

# CourseCode
source: Code
es: Código

source: Worth Must Be Greater Than Zero
es: El valor debe ser mayor que cero

# RequiredLot
source: You must select a lot
es: Debe seleccionar un lote

# StartsDate
source: Start date
es: Fecha inicio

# DateNoEndStart
source: The end date must be after the start date.
es: La fecha final debe ser posterior a la fecha de inicio.

source: Stocktaking
es: Inventarios

# ERR018
source: The total amount exceeds the budget.
es: La sumatoria total supera al presupuesto.
